Repository: fearlessgeekmedia/DistroGUI
Catalog: yad/po/*.po
Languages: es

source: translator-credits
es: Guesst <guesst@gmail.com>, 2018

source: YAD is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. YAD is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with YAD. If not, see <http://www.gnu.org/licenses/>.
es: YAD es software libre; puede distribuirlo o modificarlo bajo lostérminos de la Licencia Pública General GNU de la Fundación del SoftwareLibre; ya sea la versión 3 de la licencia o (a su opinión) una versión posterior. YAD se distribuye con la esperanza que sea útil, pero SIN NINGUNAGARANTÍA; incluso sin la garantía implícita de COMERCIABILIDAD o APTITUDPARA ALGUN PROPÓSITO PARTICULAR. Ver la Licencia Pública General GNUpara más detalles. Debería haber recibito una dopia de la Licencia Pública General GNU juntoa YAD. Si no, ver <http://www.gnu.org/licenses/>.

source: Yet Another Dialog (show dialog boxes from shell scripts) Based on Zenity code
es: Otro diálogo más (muestra cajas de diálogo desde script del shell) Basado en código de Zenity

source: Cannot open file '%s': %s
es: No se puede abrir el archivo '%s': %s

source: Maximum value must be greater than minimum value.
es: El valor máximo debe ser mayor que el valor mínimo.

source: Initial value less than minimal.
es: El valor inicial es menor al mínimo.

source: Initial value greater than maximum.
es: El valor inicial es mayor al máximo.

source: Select files
es: Seleccione los archivos

source: Select folders
es: Seleccione las carpetas

source: Select or create file
es: Seleccione o cree el archivo

source: Select or create folder
es: Seleccione o cree la carpeta

source: Select date
es: Seleccione la fecha

source: Select file
es: Seleccione el archivo

source: Select folder
es: Seleccione la carpeta

source: Unable to parse file %s: %s
es: No se puede analizar el archivo %s: %s

source: Unable to open directory %s: %s
es: No se puede abrir la carpeta %s: %s

source: Unable to parse command line: %s
es: No se puede ejecutar la línea de comando %s

source: Could not load notification icon '%s': %s
es: No se puede cargar el ícono de notificación '%s': %s

source: Invalid UTF-8 in tooltip!
es: UTF-8 inválido para el tooltip!

source: Unknown command '%s'
es: Comando desconocido: '%s'

source: Yad notification
es: Notificación Yad

source: Add row
es: Agregar línea

source: Delete row
es: Eliminar línea

source: No column titles specified for List dialog.
es: No se especificaron títulos de columna para el diálogo de lista.

source: Set the dialog title
es: Configurar el título del diálogo

source: TITLE
es: TITULO

source: Set the window icon
es: Configurar el ícono de la ventana

source: Set the width
es: Configurar el ancho

source: WIDTH
es: LARGHEZZA

source: Set the height
es: Configurar el alto

source: HEIGHT
es: ALTO

source: Set the window geometry
es: Configurar la geometría de la ventana

source: Set dialog timeout in seconds
es: Configurar el tiempo límite en segundos

source: Show remaining time indicator (top, bottom, left, right)
es: Mostrar indicador de tiempo restante (arriba, abajo, izquierda, derecha)

source: Set the dialog text
es: Configurar el texto del diálogo

source: TEXT
es: TEXTO

source: TYPE
es: TIPO

source: Set the dialog image
es: Configurar la imágen del diálogo

source: IMAGE
es: IMAGEN

source: Show image above main widget
es: Mostrar la imágen sobre el widget principal

source: Use specified icon theme instead of default
es: Utilizar un tema de íconos específico en lugar del predeterminado

source: THEME
es: TEMA

source: Hide main widget with expander
es: Esconder el widget principal con el expansor

source: Add dialog button (may be used multiple times)
es: Agregar botón de díalogo (puede ser usado múltiples veces)

source: NAME:ID
es: NOMBRE:ID

source: Don't show buttons
es: No mostrar botones

source: Set buttons layout type (spread, edge, start, end or center)
es: Configurar el diseño del boton (distribuido, borde, inicio, fin o centro)

source: Don't use pango markup language in dialog's text
es: No usar el lenguaje de formato pango en los textos de diálogo

source: Add separator between dialog and buttons
es: Agregar separador entre botones y diálogos

source: Set window borders
es: Configurar bordes de ventana

source: NUMBER
es: NUMERO

source: Always print result
es: Siempre imprimir resultado

source: Dialog text can be selected
es: El texto de los diálogos puede ser seleccionado

source: Set window sticky
es: Configurar ventanas pegajosas

source: Set window unresizable
es: Configurar la ventana como no redimensionable

source: Place window on top
es: Colocar la ventana al frente

source: Place window on center of screen
es: Colocar la ventana al centro de la pantalla

source: Place window at the mouse position
es: Colocar la ventana en la posición del mouse

source: Set window undecorated
es: Configurar la ventana sin decoraciones

source: Don't show window in taskbar
es: No mostrar la ventana en la barra de tareas

source: Special type of dialog for XEMBED
es: Tipo speciale di finestra di dialogo per XEMBED

source: KEY
es: LLAVE

source: Tab nubmer of this dialog
es: Número de pestaña de este diálogo

source: Send SIGNAL to parent
es: Enviar SIGNAL al padre

source: Print X Window Id to the stderr
es: Imprimir el Id del X Window a stderr

source: Add path for search icons by name
es: Agregar ruta para buscar iconos por nombre

source: Display calendar dialog
es: Desplegar diálogo del calendario

source: Set the calendar day
es: Configurar el día del calendario

source: DAY
es: DIA

source: Set the calendar month
es: Configurar el mes del calendario

source: MONTH
es: MES

source: Set the calendar year
es: Configurar el año del calendario

source: YEAR
es: ANO

source: Set the format for the returned date
es: Configurar el formato para la fecha obtenida

source: PATTERN
es: PATRON

source: Set the filename with dates details
es: Configurar el archivo con detalles de las fechas

source: Display color selection dialog
es: Mostrar el diálogo de selección de color

source: Alias for --color
es: Alias para --color

source: Set initial color value
es: Configurar el valor del color inicial

source: Set path to palette file. Default -
es: Configurar la ruta al archivo de paleta. Predeterminado -

source: Use #rrrrggggbbbb format instead of #rrggbb
es: Usar formato #rrrrggggbbbb en lugar de #rrggbb

source: Display drag-n-drop box
es: Mostrar la caja arrastrar-y-soltar

source: Use dialog text as tooltip
es: Usar el texto del diálogo como tooltip

source: Set command for process d-n-d data
es: Configurar comando para procesar datos d-n-d

source: Display text entry or combo-box dialog
es: Mostrar entrada de texto o diálogo de caja-combo

source: Set the entry label
es: Configurar la etiqueta de la entrada

source: Set the entry text
es: Configurar el texto de la entrada

source: Hide the entry text
es: Ocultar el texto de la entrada

source: Use completion instead of combo-box
es: Usar completado en lugar de caja-combo

source: Use spin button for text entry
es: Usar botón spin para entrada de texto

source: Allow changes to text in combo-box
es: Permitir cambios de texto en la caja-combo

source: Set the left entry icon
es: Configurar el ícono de la entrada izquierda

source: Set the left entry icon action
es: Configurar la acción del ícono de la entrada izquierda

source: Set the right entry icon
es: Configurar el ícono de la entrada derecha

source: Set the right entry icon action
es: Configurar la acción del ícono de la entrada derecha

source: Display file selection dialog
es: Mostrar el diálogo de selección de archivo

source: Alias for --file
es: Alias para --file

source: Set the filename
es: Configurar el nombre de archivo

source: Allow multiple files to be selected
es: Permitir la selección múltiple de archivos

source: Activate directory-only selection
es: Activar selección únicamente de carpeta

source: Activate save mode
es: Activar modo guardar

source: Set output separator character
es: Configurar caracter separador de la salida

source: SEPARATOR
es: SEPARADOR

source: Confirm file selection if filename already exists
es: Confirmar selección del archivo si el nombre de archivo ya existe

source: [TEXT]
es: [TEXTO]

source: Sets a filename filter
es: Configurar filtro de nombre de archivo

source: NAME | PATTERN1 PATTERN2 ...
es: NOMBRE | PATRON1 PATRON2 ...

source: Enable preview
es: Habilitar vista previa

source: Display font selection dialog
es: Mostrar el diálogo de selección de fuente

source: Alias for --font
es: Alias para --font

source: Set initial font
es: Configurar fuente inicial

source: FONTNAME
es: NOMBREDEFUENTE

source: Set preview text
es: Configurar vista previa del texto

source: Display form dialog
es: Mostrar diálogo de formulario

source: LABEL[:TYPE]
es: ETIQUETA[:TIPO]

source: Set alignment of filed labels (left, center or right)
es: Configurar alineación de las etiquetas de los campos (izquierda, centro o derecha)

source: Set number of columns in form
es: Configurar el número de columnas en un formulario

source: Set separator character for combobox or scale data
es: Configurar el caracter separador para la caja-combo o para datos de escala

source: Display icons box dialog
es: Mostrar el diálogo de caja de íconos

source: Read data from .desktop files in specified directory
es: Leer datos de archivos .desktop en el directorio designado

source: DIRECTORY
es: CARPETA

source: Use compact (list) view
es: Usar vista (de lista) compacta

source: Use GenericName field instead of Name for icon label
es: Usar el campo GenericName en lugar de la etiqueta nombre para ícono

source: Read data from stdin
es: Leer datos de stdin

source: Set the width of dialog items
es: Configurar el ancho de los ítems del diálogo

source: Use specified pattern for launch command in terminal (default: xterm -e %s)
es: Usar una ruta específica para lanzar el comando en terminal (predeterminado: xterm-e% s)

source: Sort items by name instead of filename
es: Organizar los ítems por nombre en lugar de nombre de archivo

source: Sort items in descending order
es: Organizar los ítems en orden descendente

source: Activate items by single click
es: Activar los ítems con un solo clic

source: Display list dialog
es: Mostrar diálogo de lista

source: Don't show column headers
es: No mostrar el encabezamiento de las columnas

source: Set the column header (TYPE - TEXT, NUM, FLT, CHK, RD, IMG, HD or TIP)
es: Configurar el encabezado de la colunna (TIPO - TEXT, NUM, FLT, CHK, RD, IMG, HD o TIP)

source: COLUMN[:TYPE]
es: COLUMNA[:TIPO]

source: Use checkboxes for first column
es: Usar cajas de verificación como primer columna

source: Use radioboxes for first column
es: Usar cajas de selección como primer columna

source: Disable clickable column headers
es: Deshabilitar clic en los encabezados de columna

source: Allow multiple rows to be selected
es: Permitir la selección múltiple de filas

source: Allow changes to text
es: Permitir cambios al texto

source: Print all data from list
es: Imprimir todos los datos como lista

source: Set ellipsize mode for text columns (TYPE - NONE, START, MIDDLE or END)
es: Configurar modo de tamaño elipse para el texto de las columnas (START, MIDDLE o END)

source: Print a specific column. By default or if 0 is specified will be printed all columns
es: Imprimir una columna específica. De manera predeterminada o si ha sido especificado 0 todo será impreso

source: Hide a specific column
es: Esconder una columna específica

source: Set the column expandable by default. 0 sets all columns expandable
es: Configurar la columna como expandible de manera predeterminada. 0 establece todas las columnas como expandibles

source: Set the quick search column. Default is first column. Set it to 0 for disable searching
es: Configurar la columna de búsqueda rápida. La primer columna espredterminada. Establecer 0 para deshabilitar la búsqueda

source: Set the limit of rows in list
es: Configurar el límite de filas en la lista

source: Set double-click action
es: Configurar acción doble-clic

source: Use regex in search
es: Usar expresiones regulares en la búsqueda

source: Listen for data on stdin in addition to command-line
es: Esperar datos en stdin en adición a la línea de comandos

source: Display multi progress bars dialog
es: Mostrar el díalogo de barras de progreso múltiples

source: Add the progress bar (TYPE - NORM, RTL or PULSE)
es: Agregar la barra de progreso (TIPO - NORM, RTL o PULSE)

source: Show vertical bars
es: Mostrar barras verticales

source: Kill parent process if cancel button is pressed
es: Matar el proceso padre si el botón cancelar es presionado

source: Identifier of embedded dialogs
es: Identificador de diálogos integrados

source: Add a tab to notebook
es: Agregar una pestaña al libro de notas

source: LABEL
es: ETIQUETA

source: Set tab borders
es: Configurar los bordes de pestaña

source: Display notification
es: Mostrar notificaciones

source: Set left-click action
es: Configurar la acción del clic izquierdo

source: Listen for commands on stdin
es: Esperar por comandos por stdin

source: Set separator character for menu values
es: Configurar el caracter separador para los valores del menú

source: Set separator character for menu items
es: Configurar el caracter separador para los ítems del menú

source: Disable exit on middle click
es: Deshabilitar cerrar con el clic en medio

source: Display printing dialog
es: Mostrar el díalogo de impresión

source: Set source type (TYPE - TEXT, IMAGE or RAW)
es: Configurar el tipo de fuente (TIPO - TEXT, IMAGE o RAW)

source: Add headers to page
es: Agregar encabezado a la página

source: Enable preview in print dialog
es: Habilitar vista previa al diálogo de impresión

source: Use specified font
es: Usar una fuente de texto específicia

source: Display progress indication dialog
es: Mostrar el diálogo de indicador de progreso

source: Set progress text
es: Configurar texto de progreso

source: Set initial percentage
es: Configurar porcentaje inicial

source: PERCENTAGE
es: PORCENTAJE

source: Pulsate progress bar
es: Barra de progreso intermitente

source: Dismiss the dialog when 100% has been reached
es: Descartar el diálogo cuando se alcance el 100%

source: Right-To-Left progress bar direction
es: Dirección de la barra de progreso Derecha-a-Izquierda

source: Show log window
es: Mostrar ventana de log

source: Expand log window
es: Expandir ventana de log

source: Height of log window
es: Alto de la ventana de log

source: Display scale dialog
es: Mostrar dialogo de escala

source: Set initial value
es: Configurar valor inicial

source: VALUE
es: VALOR

source: Set minimum value
es: Configurar valor mínimo

source: Set maximum value
es: Configurar valor máximo

source: Set step size
es: Configurar tamaño de paso

source: Set paging size
es: Configurar tamaño de paginación

source: Print partial values
es: Imprimir valores parciales

source: Hide value
es: Ocultar valores

source: Show vertical scale
es: Mostrar escala vertical

source: Invert direction
es: Invertir dirección

source: Add mark to scale (may be used multiple times)
es: Agregar marca para escalar (podría usarse multiples veces)

source: NAME:VALUE
es: NOMBRE:VALOR

source: Display text information dialog
es: Mostrar diálogo de texto de información

source: Use specified color for text
es: Usar un color de texto específico

source: Use specified color for background
es: Usar un color fondo específico

source: Enable text wrapping
es: Habilitar ajuste de texto

source: Set justification (TYPE - left, right, center or fill)
es: Configurar justificación (TIPO - left, right, center o fill)

source: Set text margins
es: Configurar márgenes de texto

source: SIZE
es: DIMENSION

source: Autoscroll to end of text
es: Scroll automático hasta el final del texto

source: Open file
es: Abrir archivo

source: Make URI clickable
es: Hacer clicable la URI

source: Listen for data on stdin in addition to file
es: Esperar datos en stdin en adición al archivo

source: Show about dialog
es: Mostrar diálogo acerca de

source: Print version
es: Imprimir versión

source: Load extra arguments from file
es: Cargar argumentos extra del archivo

source: Unknown align type: %s
es: Tipo de alineación desconocida: %s

source: Mark %s doesn't have a value
es: El marcador %s no cuenta con valor

source: Unknown buttons layout type: %s
es: Tipo de diseño de botones desconocido: %s

source: Unknown justification type: %s
es: Tipo de justificación desconocida: %s

source: Unknown ellipsize type: %s
es: Tipo de tamaño elipse desconocida: %s

source: Unknown source type: %s
es: Tipo de fuente desconocida: %s

source: Unknown signal: %s
es: Señal desconocida: %s

source: File exist. Overwrite?
es: Si el archivo existe. Sobreescribir?

source: General options
es: Opciones generales

source: Show general options
es: Mostrar opciones generales

source: Calendar options
es: Opciones de calendario

source: Show calendar options
es: Mostrar opciones de calendario

source: Color selection options
es: Opciones de selección de color

source: Show color selection options
es: Mostrar opciones de selección de color

source: DND options
es: Opciones de arrastrar-y-soltar

source: Show drag-n-drop options
es: Mostrar opciones de arrastrar-y-soltar

source: Text entry options
es: Opciones de entrada de texto

source: Show text entry options
es: Mostrar opciones de entrada de texto

source: File selection options
es: Opciones de selección de archivos

source: Show file selection options
es: Mostrar opciones de selección de archivo

source: Font selection options
es: Opciones de selección de fuente de texto

source: Show font selection options
es: Mostrar opciones de selección de fuente de texto

source: Form options
es: Opciones de formulario

source: Show form options
es: Mostrar opciones de formulario

source: Icons box options
es: Opciones de caja de íconos

source: Show icons box options
es: Mostrar opciones de la caja de íconos

source: List options
es: Opciones de lista

source: Show list options
es: Mostrar opciones de lista

source: Multi progress bars options
es: Opciones de las barras de progreso múltiple

source: Notebook options
es: Opciones del libro de notas

source: Show notebook dialog options
es: Mostrar opciones del diálogo libro de notas

source: Notification icon options
es: Opciones del ícono de notificación

source: Show notification icon options
es: Mostrar opciones de ícono de notifiación

source: Print dialog options
es: Opciones del diálogo de impresión

source: Progress options
es: Opciones de progreso

source: Show progress options
es: Mostrar opciones de progreso

source: Scale options
es: Opciones de escala

source: Show scale options
es: Mostrar opciones de escala

source: Text information options
es: Opciones de información de texto

source: Show text information options
es: Mostrar opciones de información de texto

source: Miscellaneous options
es: Opciones misceláneas

source: Show miscellaneous options
es: Mostrar opciones misceláneas

source: File %s not found.
es: No se encontró el archivo %s.

source: Filename is not specified.
es: El nombre de archivo no está especificado.

source: Printer doesn't support ps format.
es: La impresora no soporta formatos postscript.

source: Printer doesn't support pdf format.
es: La impresora no soporta formatos pdf.

source: This file type is not supported for raw printing.
es: Este tipo de archivo no está soportado para impresión en crudo.

source: Load source file failed: %s
es: Falló la carga del archivo fuente: %s

source: Palette
es: Paleta

source: Name
es: Nombre

source: Invalid UTF-8 data encountered reading file %s
es: Se encontraron datos UTF-8 inválidos en el archivo %s

source: scalable
es: escalable

source: built-in
es: Incorporado

source: - Icon browser
es: - Explorador de iconos

source: Icon browser
es: Explorador de iconos

source: <b>Name:</b>
es: <b>Nombre:</b>

source: <b>Sizes:</b>
es: <b>Dimensiones:</b>

source: <b>Filename:</b>
es: <b>Nombre de archivo:</b>

source: Category
es: Categoría

source: Icons
es: Iconos

source: Icon Browser
es: Explorador de Iconos

source: Inspect GTK Icon Theme
es: Inspeccionar tema de íconos GTK
